[
    {
      "id": 1,
      "title": "Покров",
      "author": "Люко Дашвар",
      "year": 2015,
      "description": "Останні дні листопада 2013-го, країну лихоманить. Мар`яна не звертає уваги на це — усі її думки лише про чоловіка, який насправді не вартий сліз. Зустріч із дивним хлопцем Ярком змінює все. «Ти моя жінка», — сказав він. І від того стало так солодко... Та тепер не час насолоджуватися життям. Дівчина опиняється у вирі подій: чергування на Майдані, зникнення коханого, пошуки нащадків козака Дороша — спадкоємців величезного статку... Звідки ж Мар`яні знати, що чекає на того нащадка. Предки заповіли йому не лише скарб, а й родинне прокляття...",
      "imageUrl": "../assets/images/pokrov.jpeg"
    },
    {
      "id": 2,
      "title": "Гаррі Поттер",
      "author": "Джоан Роулінг",
      "year": 1997,
      "description": "Історія хлопця-сироти, який дізнається про існування магічного світу, в якому йому вже давно заброньовано одне з визначальних місць.",
      "imageUrl": "../assets/images/harry-potter.jpg"
    },
    {
      "id": 3,
      "title": "Кобзар",
      "author": "Тарас Шевченко",
      "year": 1840,
      "description": "«Кобзар» – збірка поетичних творів великого українського поета Т.Г.Шевченка, яка дійсно шанобливо вважається багатьма українцями «святинею».",
      "imageUrl": "../assets/images/kobzar.jpg"
    },
    {
      "id": 4,
      "title": "Енеїда",
      "author": "Іван Котляревський",
      "year": 1842,
      "description": "Розповідає про пригоди троянського отамана Енея, який після зруйнування батьківщини ворогами, за кілька років поневірянь, разом зі своїм козацьким військом засновує омріяну державу в Римі, майбутню імперію.",
      "imageUrl": "../assets/images/aeneid.webp"
    },
    {
      "id": 5,
      "title": "Маруся Чурай",
      "author": "Ліна Костенко",
      "year": 1979,
      "description": "«Маруся Чурай» — історичний роман у віршах української письменниці Ліни Костенко, опублікований 1979 року. Сюжет вибудовано навколо легенди про Марусю Чурай — відому українську піснярку. У міні-пролозі роману є вказівка на історичну основу твору: «Влітку 1658 року Полтава згоріла дощенту».",
      "imageUrl": "../assets/images/lina-kostenko.jpg"
    }
  ]
  